Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: No raw capture has been recorded yet this session.
de: In dieser Sitzung wurde noch keine Rohaufnahme aufgezeichnet.
es: Aún no se ha grabado ninguna captura en bruto en esta sesión.
fr: Aucune capture brute n'a encore été enregistrée pendant cette séance.
it: In questa sessione non è ancora stata registrata nessuna acquisizione raw.
pl: W tej sesji nie zarejestrowano jeszcze żadnego nieprzetworzonego nagrania.
pt_pt: Nenhuma captura bruta foi registada ainda nesta sessão.
ru: В этом сеансе необработанные данные пока не записаны.
th: ยังไม่มีการบันทึกการบันทึกดิบในเซสชันนี้
zh_hans: 本次会话尚未记录任何原始采集。
zh_hant: 本次工作階段尚未記錄任何原始擷取。

source: No raw SpO₂ decode for the night
de: Keine rohe SpO₂-Dekodierung für die Nacht
es: Sin decodificación sin formato SpO₂ para la noche
fr: Pas de décodage brut SpO₂ pour la nuit
it: Nessuna decodifica SpO₂ grezza per la notte
pl: Brak surowego dekodowania SpO₂ dla tej nocy
pt_pt: Nenhuma decodificação SpO₂ bruta para a noite
ru: Нет сырого декодирования SpO₂ на ночь
th: ไม่มีการถอดรหัส SpO₂ แบบดิบสำหรับคืนนี้
zh_hans: 晚上没有原始 SpO₂ 解码
zh_hant: 晚上沒有原始 SpO₂ 解碼

source: no reading yet
de: noch keine Messung
es: aún sin lectura
fr: pas encore de lecture
it: nessuna lettura ancora
pl: jeszcze nie czytam
pt_pt: sem leitura ainda
ru: показание ещё не получено
th: ยังไม่มีค่าที่วัดได้
zh_hans: 尚无读数
zh_hant: 尚無讀數

source: No readings recorded.
de: Keine Messwerte aufgezeichnet.
es: No se registraron lecturas.
fr: Aucune lecture enregistrée.
it: Nessuna lettura registrata.
pl: Nie zapisano żadnych odczytów.
pt_pt: Nenhuma leitura registada.
ru: Пока нет записанных измерений.
th: ยังไม่มีค่าที่บันทึกไว้
zh_hans: 未记录任何读数。
zh_hant: 未記錄任何讀數。

source: No readings this week
de: Keine Messwerte diese Woche
es: Sin lecturas esta semana
fr: Aucune lecture cette semaine
it: Nessuna lettura questa settimana
pl: Brak odczytów w tym tygodniu
pt_pt: Sem leituras esta semana
ru: На этой неделе показаний нет
th: สัปดาห์นี้ไม่มีค่าที่วัดได้
zh_hans: 本周无读数
zh_hant: 本週無讀數

source: No readings this week yet
de: Diese Woche noch keine Messwerte
es: Aún no hay lecturas esta semana
fr: Aucune lecture pour l'instant cette semaine
it: Ancora nessuna lettura questa settimana
pl: W tym tygodniu nie ma jeszcze żadnych odczytów
pt_pt: Ainda não há leitura esta semana
ru: На этой неделе показаний пока нет
th: สัปดาห์นี้ยังไม่มีค่าที่วัดได้
zh_hans: 本周暂无读数
zh_hant: 本週暫無讀數

source: no readings yet
de: noch keine Messwerte
es: aún sin lecturas
fr: pas encore de lectures
it: nessuna lettura ancora
pl: jeszcze żadnych odczytów
pt_pt: ainda não há leituras
ru: показаний ещё нет
th: ยังไม่มีค่าที่วัดได้
zh_hans: 尚无读数
zh_hant: 尚無讀數

source: No recognisable readings were found. You can add them manually instead.
de: Es wurden keine erkennbaren Messwerte gefunden. Sie können sie stattdessen manuell hinzufügen.
es: No se encontraron lecturas reconocibles. En su lugar, puedes agregarlos manualmente.
fr: Aucune lecture reconnaissable n’a été trouvée. Vous pouvez plutôt les ajouter manuellement.
it: Non sono state trovate letture riconoscibili. Puoi invece aggiungerli manualmente.
pl: Nie znaleziono rozpoznawalnych odczytów. Możesz dodać je ręcznie.
pt_pt: Nenhuma leitura reconhecível foi encontrada. Você pode adicioná-los manualmente.
ru: Никаких узнаваемых показаний обнаружено не было. Вместо этого вы можете добавить их вручную.
th: ไม่พบค่าที่ระบบรู้จัก คุณสามารถเพิ่มค่าด้วยตนเองได้
zh_hans: 未找到可识别的读数。您可以手动添加它们。
zh_hant: 未找到可識別的讀數。您可以手動新增它們。

source: No recovery score yet today.
de: Heute noch kein Erholungswert.
es: Todavía no hay puntuación de recuperación hoy.
fr: Pas encore de score de récupération aujourd'hui.
it: Nessun punteggio di recupero ancora oggi.
pl: Dziś nie ma jeszcze wyniku regeneracji.
pt_pt: Nenhuma pontuação de recuperação ainda hoje.
ru: Сегодня еще нет оценки восстановления.
th: วันนี้ยังไม่มีคะแนน การฟื้นตัว
zh_hans: 今天还没有恢复分数。
zh_hant: 今天還沒有恢復分數。

source: No respiratory-rate value
de: Kein Atemfrequenz-Wert
es: Sin valor de frecuencia respiratoria
fr: Aucune valeur de fréquence respiratoire
it: Nessun valore di frequenza respiratoria
pl: Brak wartości częstości oddechów
pt_pt: Sem valor de frequência respiratória
ru: Нет значения частоты дыхания
th: ไม่มีค่าอัตราการหายใจ
zh_hans: 无呼吸频率数值
zh_hant: 無呼吸頻率數值

source: No resting HR value
de: Kein Ruhe-HF-Wert
es: Sin valor de frecuencia cardíaca en reposo
fr: Aucune valeur de FC au repos
it: Nessun valore di FC a riposo
pl: Brak wartości tętna spoczynkowego
pt_pt: Sem valor de RH em repouso
ru: Нет значения пульса в покое
th: ไม่มีค่า HR ขณะพัก
zh_hans: 无静息心率数值
zh_hant: 無靜息心率數值

source: No RMSSD · not enough R-R data
de: Kein RMSSD · nicht genug R-R-Daten
es: Sin RMSSD · datos R-R insuficientes
fr: Aucun RMSSD · données R-R insuffisantes
it: Nessun RMSSD · dati R-R insufficienti
pl: Brak RMSSD · za mało danych R-R
pt_pt: Sem RMSSD · dados RR insuficientes
ru: Нет RMSSD · недостаточно данных R-R
th: ไม่มี RMSSD · ข้อมูล R-R ไม่เพียงพอ
zh_hans: 无 RMSSD · R-R 数据不足
zh_hant: 無 RMSSD · R-R 資料不足

source: No scheduled exports to clear.
de: Keine geplanten Exporte zu löschen.
es: No hay exportaciones programadas que borrar.
fr: Aucun export programmé à effacer.
it: Nessun export pianificato da cancellare.
pl: Brak zaplanowanych eksportów do wyczyszczenia.
pt_pt: Não há exportações agendadas para eliminar.
ru: Нет запланированных экспортов для очистки.
th: ไม่มีไฟล์ส่งออกตามกำหนดเวลาที่ต้องล้าง
zh_hans: 没有需要清除的计划导出。
zh_hant: 沒有需要清除的排程匯出。

source: No scored days in this window. Widen the range or import more history.
de: Keine bewerteten Tage in diesem Fenster. Erweitere den Zeitraum oder importiere mehr Verlauf.
es: No hay días con puntuación en esta ventana. Amplía el rango o importa más historial.
fr: Aucun jour noté dans cette fenêtre. Élargissez la plage ou importez plus d'historique.
it: Nessun giorno con punteggio in questo intervallo. Allarga l'intervallo o importa più cronologia.
pl: Brak zdobytych dni w tym oknie. Poszerz asortyment lub zaimportuj więcej historii.
pt_pt: Não há dias marcados nesta janela. Alargue o alcance ou importe mais histórico.
ru: В этом диапазоне нет дней с рассчитанными показателями. Расширьте диапазон или импортируйте больше истории.
th: ไม่มีวันทำคะแนนในกรอบเวลานี้ ขยายขอบเขตหรือนำเข้าประวัติเพิ่มเติม
zh_hans: 此窗口内没有已评分的日期。请扩大范围或导入更多历史。
zh_hant: 此視窗內沒有已評分的日期。請擴大範圍或匯入更多歷史。

source: no session yet
de: noch keine Sitzung
es: aún sin sesión
fr: pas encore de séance
it: nessuna sessione ancora
pl: nie ma jeszcze sesji
pt_pt: nenhuma sessão ainda
ru: сеанса ещё нет
th: ยังไม่มีเซสชัน
zh_hans: 尚无会话
zh_hant: 尚無工作階段

source: No sleep tracked last night
de: Letzte Nacht kein Schlaf erfasst
es: No hay sueño rastreado anoche
fr: Pas de sommeil suivi hier soir
pl: Nie monitorowano snu ostatniej nocy
pt_pt: Nenhum sono monitorizado na noite passada
ru: Прошлой ночью сон не отслеживался
th: เมื่อคืนไม่มีการติดตามการนอน
zh_hans: 昨晚未追踪到睡眠

source: No sources yet
de: Noch keine Quellen
es: Aún no hay fuentes
fr: Aucune source pour l'instant
it: Ancora nessuna sorgente
pl: Nie ma jeszcze żadnych źródeł
pt_pt: Ainda não há fontes
ru: Источников пока нет
th: ยังไม่มีแหล่งที่มา
zh_hans: 还没有数据来源
zh_hant: 尚無來源

source: No SpO₂ import or Health value
de: Kein SpO₂-Import- oder Health-Wert
es: Sin importación de SpO₂ ni valor de Health
fr: Aucune importation SpO₂ ni valeur Santé
it: Nessuna importazione SpO₂ o valore Health
pl: Brak importu SpO₂ lub wartości kondycji
pt_pt: Sem importação de SpO₂ ou valor de saúde
ru: Нет импортированных данных SpO₂ или значения из Health
th: ไม่มีการนำเข้า SpO₂ หรือค่าด้านสุขภาพ
zh_hans: 无 SpO₂ 导入或健康数值
zh_hant: 無 SpO₂ 匯入或健康數值

source: No stage data recorded for this night.
de: Keine Phasendaten für diese Nacht aufgezeichnet.
es: No se registraron datos de fases para esta noche.
fr: Aucune donnée de stade enregistrée pour cette nuit.
it: Nessun dato sulle fasi registrato per questa notte.
pl: Brak danych scenicznych zarejestrowanych dla tej nocy.
pt_pt: Sem dados de palco registados para esta noite.
ru: Данные о стадиях сна за эту ночь не записаны.
th: คืนนี้ไม่มีข้อมูลระยะการนอน
zh_hans: 这一晚未记录阶段数据。
zh_hant: 這一晚未記錄階段資料。

source: no start or target set
de: kein Start oder Ziel gesetzt
es: sin inicio ni objetivo definidos
fr: ni départ ni objectif définis
it: nessuna partenza o obiettivo impostati
pl: nie ustawiono punktu startowego ani docelowego
pt_pt: sem início nem objetivo definidos
ru: начало или цель не заданы
th: ไม่มีการเริ่มต้นหรือกำหนดเป้าหมาย
zh_hans: 未设置起点或目标
zh_hant: 未設定起點或目標

source: No strap connected
de: Kein Strap verbunden
es: Sin pulsera conectada
fr: Aucun bracelet connecté
it: Nessuna fascia connessa
pl: Brak podłączonego paska
pt_pt: Nenhuma bracelete ligada
ru: Браслет не подключён
th: ไม่มีสายรัดเชื่อมต่ออยู่
zh_hans: 未连接手环
zh_hant: 未連接手環

source: No strap connected. Put your WHOOP nearby and tap Re-scan to pair.
de: Kein Strap verbunden. Leg dein WHOOP in die Nähe und tippe auf „Neu scannen“ zum Koppeln.
es: Sin pulsera conectada. Acerca tu WHOOP y toca Reescanear para emparejar.
fr: Aucun bracelet connecté. Placez votre WHOOP à proximité et touchez Nouveau scan pour l'associer.
it: Nessuna fascia connessa. Metti il tuo WHOOP nelle vicinanze e tocca Riscansiona per abbinarlo.
pl: Brak podłączonego paska. Umieść urządzenie WHOOP w pobliżu i dotknij opcji Skanuj ponownie, aby sparować.
pt_pt: Nenhuma pega conectada. Coloque o teu WHOOP por perto e toque em Digitalizar novamente para emparelhar.
ru: Браслет не подключён. Поднесите WHOOP поближе и нажмите «Повторить поиск», чтобы сопрячь.
th: ไม่มีสายรัดเชื่อมต่ออยู่ วาง WHOOP ของคุณไว้ใกล้ ๆ แล้วแตะสแกนซ้ำเพื่อจับคู่
zh_hans: 未连接手环。把你的 WHOOP 放在附近，点按「重新扫描」进行配对。
zh_hant: 未連接手環。將你的 WHOOP 放在附近，然後點擊「重新掃描」以配對。

source: No stress history yet. Import your WHOOP export in Data Sources to see it.
de: Noch kein Stressverlauf. Importiere deinen WHOOP-Export unter Datenquellen, um ihn zu sehen.
es: Aún no hay historial de estrés. Importa tu exportación de WHOOP en Fuentes de datos para verlo.
fr: Pas encore d'historique de stress. Importez votre export WHOOP dans Sources de données pour le voir.
it: Ancora nessuna cronologia dello stress. Importa la tua esportazione WHOOP in Sorgenti dati per vederla.
pl: Nie ma jeszcze historii stresu. Zaimportuj eksport WHOOP do źródeł danych, aby go zobaczyć.
pt_pt: Ainda não há histórico de stress. Importe a tua exportação WHOOP em fontes de dados para a ver.
ru: Пока нет истории стресса. Импортируйте данные WHOOP в разделе «Источники данных», чтобы увидеть её.
th: ยังไม่มีประวัติความเครียด นำเข้าไฟล์ส่งออก WHOOP ของคุณในแหล่งข้อมูลเพื่อดู
zh_hans: 暂无压力历史。请在「数据来源」中导入你的 WHOOP 导出文件来查看。
zh_hant: 暫無壓力歷史。請在「資料來源」中匯入你的 WHOOP 匯出檔案來查看。

source: No supported apps found
de: Keine unterstützten Apps gefunden
es: No se encontraron apps compatibles
fr: Aucune app prise en charge trouvée
it: Nessuna app supportata trovata
pl: Nie znaleziono obsługiwanych aplikacji
pt_pt: Nenhum aplicativo compatível encontrado
ru: Поддерживаемые приложения не найдены
th: ไม่พบแอปที่รองรับ
zh_hans: 未找到支持的应用
zh_hant: 找不到支援的 App

source: No target date set
de: Kein Zieldatum festgelegt
es: No se ha fijado una fecha objetivo
fr: Aucune date cible fixée
it: Nessuna data target impostata
pl: Nie ustawiono daty docelowej
pt_pt: Nenhuma data prevista definida
ru: Целевая дата не установлена
th: ไม่ได้กำหนดวันที่เป้าหมาย
zh_hans: 未设定目标日期
zh_hant: 未設定目標日期

source: No time
de: Keine Zeit
es: Sin tiempo
fr: Pas le temps
it: Non c'è tempo
pl: Bez godziny
pt_pt: Não há tempo
ru: Нет времени
th: ไม่มีเวลา
zh_hans: 没有时间
zh_hant: 沒有時間

source: No training suggestions
de: Keine Trainingsvorschläge
es: Sin sugerencias de entrenamiento
fr: Aucune suggestion d'entraînement
it: Nessun suggerimento di formazione
pl: Brak sugestii treningowych
pt_pt: Nenhuma sugestão de treinamento
ru: Нет предложений по обучению
th: ไม่มีคำแนะนำการฝึก
zh_hans: 没有培训建议
zh_hant: 沒有培訓建議

source: No usable activity found. Point at a .gpx, .tcx or .fit workout file.
de: Keine nutzbare Aktivität gefunden. Wähle eine .gpx-, .tcx- oder .fit-Workout-Datei.
es: No se encontró una actividad utilizable. Selecciona un archivo de entrenamiento .gpx, .tcx o .fit.
fr: Aucune activité utilisable trouvée. Indiquez un fichier d'entraînement .gpx, .tcx ou .fit.
it: Nessuna attività utilizzabile trovata. Indica un file di allenamento .gpx, .tcx o .fit.
pl: Nie znaleziono żadnej użytecznej aktywności. Wskaż plik ćwiczeń w formacie .gpx, .tcx lub .fit.
pt_pt: Nenhuma atividade utilizável encontrada. Aponte para um ficheiro de treino . gpx, . tcx ou . fit.
ru: Пригодная активность не найдена. Укажите файл тренировки .gpx, .tcx или .fit.
th: ไม่พบกิจกรรมที่ใช้งานได้ ชี้ไปที่ไฟล์การออกกำลังกาย .gpx, .tcx หรือ .fit
zh_hans: 未找到可用的活动。请选择 .gpx、.tcx 或 .fit 训练文件。
zh_hant: 找不到可用的活動。請指向 .gpx、.tcx 或 .fit 鍛鍊檔案。

source: No usable rows found. Check the file has a date column (yyyy-MM-dd) and daily totals.
de: Keine nutzbaren Zeilen gefunden. Prüfe, ob die Datei eine Datumsspalte (yyyy-MM-dd) und Tagessummen hat.
es: No se encontraron filas utilizables. Comprueba que el archivo tenga una columna de fecha (yyyy-MM-dd) y totales diarios.
fr: Aucune ligne utilisable trouvée. Vérifiez que le fichier comporte une colonne de date (yyyy-MM-dd) et des totaux quotidiens.
it: Nessuna riga utilizzabile trovata. Controlla che il file abbia una colonna data (yyyy-MM-dd) e i totali giornalieri.
pl: Nie znaleziono żadnych użytecznych wierszy. Sprawdź, czy plik zawiera kolumnę z datą (rrrr-MM-dd) i sumy dzienne.
pt_pt: Nenhuma linha utilizável encontrada. Verifique se o ficheiro tem uma coluna de data (aaaa-MM-dd) e totais diários.
ru: Пригодных строк не найдено. Проверьте, что в файле есть столбец с датой (yyyy-MM-dd) и дневные итоги.
th: ไม่พบแถวที่ใช้งานได้ ตรวจสอบว่าไฟล์มีคอลัมน์วันที่ (ปปปป-ดด-วว) และผลรวมรายวัน
zh_hans: 未找到可用的数据行。请检查文件包含日期列（yyyy-MM-dd）和每日总计。
zh_hant: 找不到可用的列。請確認檔案有日期欄（yyyy-MM-dd）與每日總計。

source: No usable rows found. Check the file has date, marker and value columns.
de: Keine verwendbaren Zeilen gefunden. Überprüfen Sie, ob die Datei Datums-, Markierungs- und Wertspalten enthält.
es: No se encontraron filas utilizables. Compruebe que el archivo tenga columnas de fecha, marcador y valor.
fr: Aucune ligne utilisable trouvée. Vérifiez que le fichier contient des colonnes de date, de marqueur et de valeur.
it: Nessuna riga utilizzabile trovata. Controlla che il file contenga colonne di data, indicatore e valore.
pl: Nie znaleziono użytecznych wierszy. Sprawdź, czy plik ma kolumny daty, markera i wartości.
pt_pt: Nenhuma linha utilizável encontrada. Verifique se o arquivo possui colunas de data, marcador e valor.
ru: Не найдено пригодных для использования строк. Убедитесь, что в файле есть столбцы даты, маркера и значения.
th: ไม่พบแถวที่ใช้งานได้ ตรวจสอบว่าไฟล์มีคอลัมน์วันที่ เครื่องหมาย และค่า
zh_hans: 未找到可用的行。检查文件是否有日期、标记和值列。
zh_hant: 未找到可用的行。檢查文件是否有日期、標記和值列。

source: No warranty; liability limited
de: Keine Gewährleistung; Haftung begrenzt
es: Ninguna garantía; limitación de responsabilidad
fr: Aucune garantie ; responsabilité limitée
pl: Brak gwarancji; odpowiedzialność ograniczona
pt_pt: Sem garantia; responsabilidade limitada
ru: Без гарантий; ответственность ограничена
th: ไม่มีการรับประกัน ความรับผิดจำกัด
zh_hans: 无保修及责任限制

source: No WHOOP 5/MG deep buffers or phase markers have been recorded yet.
de: Es wurden noch keine WHOOP 5/MG-Deep-Buffer oder Phasenmarkierungen aufgezeichnet.
es: Todavía no se han registrado búferes profundos ni marcadores de fase de WHOOP 5/MG.
fr: Aucun tampon profond ni marqueur de phase WHOOP 5/MG n'a encore été enregistré.
it: Non è ancora stato registrato alcun buffer profondo o contrassegno di fase WHOOP 5/MG.
pl: Nie zarejestrowano jeszcze żadnych buforów szczegółowych ani znaczników faz WHOOP 5/MG.
pt_pt: Ainda não foram registados buffers profundos nem marcadores de fase do WHOOP 5/MG.
ru: Глубокие буферы или метки фаз WHOOP 5/MG ещё не записаны.
th: ยังไม่มีการบันทึกบัฟเฟอร์เชิงลึกหรือเครื่องหมายเฟส WHOOP 5/MG
zh_hans: 尚未记录任何 WHOOP 5/MG 深层缓冲或阶段标记。
zh_hant: 尚未記錄任何 WHOOP 5/MG 深層緩衝或階段標記。

source: No WHOOP? You can still continue. Pair a heart-rate strap (Polar, Wahoo, Coospo, Garmin HRM…) or a gym machine under Devices, or import from WHOOP, Apple Health, Oura, Fitbit, Garmin and more under Data Sources. You can do either any time.
de: Kein WHOOP? Du kannst trotzdem weitermachen. Kopple einen Herzfrequenzgurt (Polar, Wahoo, Coospo, Garmin HRM …) oder ein Fitnessgerät unter „Geräte“, oder importiere aus WHOOP, Apple Health, Oura, Fitbit, Garmin und mehr unter „Datenquellen“. Beides geht jederzeit.
es: ¿No tienes WHOOP? Puedes continuar igualmente. Empareja una banda de frecuencia cardíaca (Polar, Wahoo, Coospo, Garmin HRM…) o una máquina de gimnasio en Dispositivos, o importa desde WHOOP, Apple Health, Oura, Fitbit, Garmin y más en Fuentes de datos. Puedes hacer cualquiera de las dos en cualquier momento.
fr: Pas de WHOOP ? Vous pouvez quand même continuer. Associez un cardiofréquencemètre (Polar, Wahoo, Coospo, Garmin HRM…) ou un appareil de salle de sport dans Appareils, ou importez depuis WHOOP, Apple Santé, Oura, Fitbit, Garmin et plus dans Sources de données. Vous pouvez faire l'un ou l'autre à tout moment.
it: Niente WHOOP? Puoi comunque continuare. Abbina una fascia cardio (Polar, Wahoo, Coospo, Garmin HRM…) o una macchina da palestra in Dispositivi, oppure importa da WHOOP, Apple Health, Oura, Fitbit, Garmin e altro in Sorgenti dati. Puoi fare entrambe le cose in qualsiasi momento.
pl: Nie ten WHOOP? Nadal możesz kontynuować. Sparuj pasek do pomiaru tętna (Polar, Wahoo, Coospo, Garmin HRM…) lub przyrząd do ćwiczeń w sekcji Urządzenia lub importuj z WHOOP, Apple Health, Oura, Fitbit, Garmin i innych w sekcji Źródła danych. Możesz to zrobić w dowolnym momencie.
pt_pt: Não, Uau? Ainda pode continuar. Emparelhe uma bracelete de frequência cardíaca (Polar, Wahoo, Coospo, Garmin HRM…) ou uma máquina de ginástica em Dispositivos, ou importe a partir de WHOOP, Apple Health, Oura, Fitbit, Garmin e mais em Fontes de Dados. Pode fazer qualquer uma das duas coisas a qualquer momento.
ru: Нет WHOOP? Вы всё равно можете продолжить. Сопрягите пульсометр (Polar, Wahoo, Coospo, Garmin HRM…) или тренажёр в разделе «Устройства», либо импортируйте данные из WHOOP, Apple Health, Oura, Fitbit, Garmin и других в разделе «Источники данных». Это можно сделать в любой момент.
th: ไม่มี WHOOP ก็ใช้งานต่อได้ จับคู่สายรัดวัดอัตราการเต้นหัวใจ (Polar, Wahoo, Coospo, Garmin HRM…) หรือเครื่องออกกำลังกายในเมนูอุปกรณ์ หรือนำเข้าข้อมูลจาก WHOOP, Apple Health, Oura, Fitbit, Garmin และแหล่งอื่นในเมนูแหล่งข้อมูลได้ทุกเมื่อ
zh_hans: 没有 WHOOP？你仍然可以继续。在「设备」下配对一条心率带（Polar、Wahoo、Coospo、Garmin HRM…）或一台健身房器械，或在「数据来源」下从 WHOOP、Apple 健康、Oura、Fitbit、Garmin 等导入。两者你都可以随时进行。
zh_hant: 沒有 WHOOP？你仍然可以繼續。在「裝置」下配對一條心率帶（Polar、Wahoo、Coospo、Garmin HRM…）或一台健身房器械，或在「資料來源」下從 WHOOP、Apple 健康、Oura、Fitbit、Garmin 等匯入。兩者你都可以隨時進行。

source: no window yet
de: noch kein Fenster
es: aún sin ventana
fr: pas encore de fenêtre
it: nessuna finestra ancora
pl: jeszcze nie ma okna
pt_pt: nenhuma janela ainda
ru: окна ещё нет
th: ยังไม่มีช่วงข้อมูล
zh_hans: 尚无时间窗
zh_hant: 尚無視窗

source: No workout, stress, recovery, sleep, HRV, resting-HR, strain, respiratory-rate or skin-temp readings fell inside %@. Wear your strap a few more days, or pick a wider range, then export again.
de: Keine Workout-, Stress-, Erholungs-, Schlaf-, HRV-, Ruhe-HF-, Belastungs-, Atemfrequenz- oder Hauttemperatur-Messwerte lagen in %@. Trage deinen Strap ein paar Tage mehr oder wähle einen größeren Zeitraum, dann exportiere erneut.
es: No hubo lecturas de entrenamiento, estrés, recuperación, sueño, VFC, frecuencia cardíaca en reposo, esfuerzo, frecuencia respiratoria ni temperatura cutánea dentro de %@. Lleva tu pulsera unos días más, o elige un rango más amplio, y exporta de nuevo.
fr: Aucune lecture d'entraînement, de stress, de récupération, de sommeil, de VFC, de FC au repos, d'effort, de fréquence respiratoire ou de température cutanée ne se situe dans %@. Portez votre bracelet quelques jours de plus, ou choisissez une plage plus large, puis exportez à nouveau.
it: Nessuna lettura di allenamento, stress, recupero, sonno, HRV, FC a riposo, carico, frequenza respiratoria o temperatura cutanea è rientrata in %@. Indossa la tua fascia per qualche altro giorno, o scegli un intervallo più ampio, poi esporta di nuovo.
pl: Żadne treningi, stres, regeneracja, sen, HRV, odczyty tętna spoczynkowego, wysiłku, częstości oddechów ani temperatury skóry nie mieściły się w %@. Noś pasek jeszcze przez kilka dni lub wybierz szerszy asortyment, a następnie wyeksportuj ponownie.
pt_pt: Nenhum treino, stress, recuperação, sono, VFC, FC em repouso, tensão, frequência respiratória ou leituras de temperatura da pele caíram dentro de %@. Utilize a tua bracelete por mais alguns dias ou escolha uma variedade mais ampla e exporte novamente.
ru: В %@ не попало ни одного показания тренировок, стресса, восстановления, сна, ВСР, пульса в покое, нагрузки, частоты дыхания или температуры кожи. Поносите браслет ещё несколько дней или выберите более широкий диапазон, затем экспортируйте снова.
th: ไม่มีการออกกำลังกาย ความเครียด การฟื้นตัว การนอน HRV การพักผ่อน-HR ภาระร่างกาย อัตราการหายใจ หรืออุณหภูมิผิวหนังที่อ่านได้ตกอยู่ภายใน %@ สวมสายรัดของคุณเพิ่มอีกสองสามวัน หรือเลือกช่วงที่กว้างขึ้นแล้วส่งออกอีกครั้ง
zh_hans: 在 %@ 内没有任何锻炼、压力、恢复、睡眠、HRV、静息心率、强度、呼吸频率或皮肤温度读数。请再佩戴手环几天，或选择更宽的范围，然后重新导出。
zh_hant: 在 %@ 內沒有任何鍛鍊、壓力、恢復、睡眠、HRV、靜息心率、強度、呼吸頻率或皮膚溫度讀數。請再佩戴手環幾天，或選擇更寬的範圍，然後重新匯出。

source: No workouts found
de: Keine Workouts gefunden
es: No se encontraron entrenamientos
fr: Aucun entraînement trouvé
it: Nessun allenamento trovato
pl: Nie znaleziono treningów
pt_pt: Nenhum treino encontrado
ru: Тренировки не найдены
th: ไม่พบการออกกำลังกาย
zh_hans: 未找到锻炼
zh_hant: 找不到鍛鍊

source: No workouts found. Point at a Hevy CSV export or a Liftosaur JSON export.
de: Keine Workouts gefunden. Wähle einen Hevy-CSV-Export oder einen Liftosaur-JSON-Export.
es: No se encontraron entrenamientos. Selecciona una exportación CSV de Hevy o una exportación JSON de Liftosaur.
fr: Aucun entraînement trouvé. Indiquez un export CSV Hevy ou un export JSON Liftosaur.
it: Nessun allenamento trovato. Indica un'esportazione CSV di Hevy o un'esportazione JSON di Liftosaur.
pl: Nie znaleziono treningów. Wskaż eksport Hevy CSV lub Liftosaur JSON.
pt_pt: Nenhum treino encontrado. Aponte para uma exportação Hevy CSV ou para uma exportação Liftosaur JSON.
ru: Тренировки не найдены. Укажите CSV-экспорт из Hevy или JSON-экспорт из Liftosaur.
th: ไม่พบการออกกำลังกาย ชี้ไปที่การส่งออก Hevy CSV หรือการส่งออก Liftosaur JSON
zh_hans: 未找到训练记录。请选择 Hevy CSV 导出或 Liftosaur JSON 导出文件。
zh_hant: 找不到鍛鍊。請指向 Hevy CSV 匯出檔或 Liftosaur JSON 匯出檔。

source: No workouts yet
de: Noch keine Workouts
es: Aún no hay entrenamientos
fr: Aucun entraînement pour l'instant
it: Ancora nessun allenamento
pl: Nie ma jeszcze żadnych treningów
pt_pt: Ainda não há treinos
ru: Тренировок пока нет
th: ยังไม่มีการออกกำลังกาย
zh_hans: 暂无锻炼记录
zh_hant: 暫無鍛鍊記錄
